var products = {
  "items": [
    {
      "desc":
          "布偶猫是猫中较大、较重的一种。它的头呈V形，眼大而圆，被毛丰厚，四肢粗大，尾长，身体柔软，多为三色或双色猫。布偶猫抱起来像软绵绵的布偶，而且对人非常友善",
      'imageUrl': 'assets/images/product/1.jpg',
      'type': '布偶猫',
      'name': '小咪'
    },
    {
      "desc":
          "布偶猫是猫中较大、较重的一种。它的头呈V形，眼大而圆，被毛丰厚，四肢粗大，尾长，身体柔软，多为三色或双色猫。布偶猫抱起来像软绵绵的布偶，而且对人非常友善",
      'imageUrl': 'assets/images/product/2.jpg',
      'type': '布偶猫',
      'name': '小咪'
    },
    {
      "desc":
          "金渐层，指的是英国短毛猫里面的一个稀有色，即金渐层色。金渐层是一种颜色，而不是一个品种，这一点常常被误解。英短金渐层是由英短蓝猫改良而来，它体形圆胖，四肢粗短发达，毛短而密，头大脸圆，性格极为友善温柔，极易饲养。",
      'imageUrl': 'assets/images/product/11.jpg',
      'type': '金渐层',
      'name': '小猫咪'
    },
    {
      "desc":
          "金渐层，指的是英国短毛猫里面的一个稀有色，即金渐层色。金渐层是一种颜色，而不是一个品种，这一点常常被误解。英短金渐层是由英短蓝猫改良而来，它体形圆胖，四肢粗短发达，毛短而密，头大脸圆，性格极为友善温柔，极易饲养。",
      'imageUrl': 'assets/images/product/12.jpg',
      'type': '金渐层',
      'name': '小猫咪'
    },
    {
      "desc":
          "银渐层是由英国短毛猫（蓝灰色）与金吉拉猫繁育而出的英短品种色，具备了金吉拉猫白色的毛色，又具备了英国短毛猫重要的特征。在银渐层的繁育过程中，出现了毛色为点状色的金点、银点、金渐层、蓝金渐层等",
      'imageUrl': 'assets/images/product/21.jpg',
      'type': '银渐层',
      'name': '小可爱'
    },
    {
      "desc":
          "银渐层是由英国短毛猫（蓝灰色）与金吉拉猫繁育而出的英短品种色，具备了金吉拉猫白色的毛色，又具备了英国短毛猫重要的特征。在银渐层的繁育过程中，出现了毛色为点状色的金点、银点、金渐层、蓝金渐层等",
      'imageUrl': 'assets/images/product/22.jpg',
      'type': '银渐层',
      'name': '小可爱'
    },
    {
      "desc":
          "美国短毛猫是原产于美国的一种猫，其祖先为欧洲早期移民带到北美的猫种，并与英国短毛猫和欧洲短毛猫同类。美国短毛猫的身体匀称、有力量，且活泼温顺。",
      'imageUrl': 'assets/images/product/31.jpg',
      'type': '美短',
      'name': '小可爱'
    },
    {
      "desc":
          "美国短毛猫是原产于美国的一种猫，其祖先为欧洲早期移民带到北美的猫种，并与英国短毛猫和欧洲短毛猫同类。美国短毛猫的身体匀称、有力量，且活泼温顺。",
      'imageUrl': 'assets/images/product/32.jpg',
      'type': '美短',
      'name': '小可爱'
    },
    {
      "desc": "英国短毛猫，体形圆胖，四肢粗短发达，毛短而密，头大脸圆，温柔平静，对人友善，极易饲养。大而圆的眼睛根据被毛不同而呈现各种颜色",
      'imageUrl': 'assets/images/product/41.jpg',
      'type': '英国短毛猫',
      'name': '小猫'
    },
    {
      "desc": "英国短毛猫，体形圆胖，四肢粗短发达，毛短而密，头大脸圆，温柔平静，对人友善，极易饲养。大而圆的眼睛根据被毛不同而呈现各种颜色",
      'imageUrl': 'assets/images/product/42.jpg',
      'type': '英国短毛猫',
      'name': '小猫'
    },
  ]
};
